export default {
  'scenes': {
    'start': {
      'welcome_back': 'Ты вернулся из боя! Чем такому горю я могу помочь?',
      'new_account': 'Виват, телеграмин! Чем такому горю я могу помочь?'
    },
    'search': {
      'enter': 'Напиши мне слово или группу слов, и тогда я попробую что-то найти для тебя.',
      'invalid': 'Он над нами издевался, -\nСумасшедший - что возьмешь!',
      'found': 'Вот что мне удалось найти:',
      'not_found': 'Ошибка вышла, вот о чем молчит наука... Попробуй еще раз или возвращайся в главное меню.'
    },
    'favorite': {
      'empty': 'Ты еще не добавил ни одной песни в избранное.',
      'list': 'Список избранных песен:',
      'added': 'Песня добавлена в избранное.',
      'removed': 'Песня удалена из избранного.'
    }
  },
  'shared': {
    'jokes': [
      'У жирафа вышла дочь замуж за бизона...',
      'Не важно, что пришельцы\nНе ели черный хлеб...',
      'Товарищи ученые, доценты с кандидатами!\nЗамучились вы с иксами, запутались в нулях...',
      'Стоял сначала - чтоб не нарываться:\nВедь я спиртного лишку загрузил...',
      'Настоящих буйных мало -\nВот и нету вожаков...',
      'Встречаю я Сережку Фомина –\nА он Герой Советского Союза…',
      'Я крикнул по-таукитянски: «Виват!» –\nЧто значит по-нашему – «Здрасьте!».'
    ],
    'what_next': 'Чем могу помочь?',
    'something_went_wrong': '❌ Ошибка вышла, вот о чем молчит наука...'
  },
  'keyboards': {
    'back_keyboard': {
      'back': '◀️ Взад'
    },
    'main_keyboard': {
      'search': '🔍 Искать песню',
      'random': '🔀 Случайная песня',
      'favorite': '❤ Избранное',
      'about': '❓ Обо мне'
    },
    'song_keyboard': {
      'records': '🎧 Записи',
      'lyrics': '📜 Слова',
      'comment': '📝 Комментарии',
      'favorite': '❤ В избранное',
      'favorite_remove': '❌ из избранного'
    }
  },
  'other': {
    'default_handler': '🚧 Нажми на иконку в правом нижнем углу чтобы открыть Telegram-клавиатуру и выбери раздел, в который ты хочешь попасть.'
  }
}